Repository: angeloobeta/baby-milestone-tracker
Catalog: lib/l10n/app_*.arb
Languages: fr

# welcomeMessage
source: Welcome to Baby Milestones Tracker
fr: Bienvenue sur le suivi des étapes de bébé

# generalMessage
source: Embark on the Journey of Parenthood. Capture and Celebrate Every Precious Moment with Your Little One
fr: Entamez le voyage de la parentalité. Capturez et célébrez chaque moment précieux avec votre petit(e)

source: Get Started
fr: Commencez

source: Next
fr: Suivant

source: Done
fr: Fini

# title1
source: Track Key Developmental Milestones
fr: Suivre les étapes clés du développement

# title2
source: Personalized Insights Just for You
fr: Conseils personnalisés rien que pour vous

# title3
source: Memories That Last a Lifetime
fr: Des souvenirs qui durent toute une vie

# title4
source: Seamless and Intuitive Experience
fr: Une expérience fluide et intuitive

# subtitle1
source: Stay Informed, Every Step of the Way. Record and Monitor Your Baby's Growth and Achievements effortlessly
fr: Restez informé à chaque étape du chemin. Enregistrez et surveillez la croissance et les réalisations de votre bébé sans effort

# subtitle2
source: Tailored Guidance for Your Unique Baby. Receive Expert Tips and Advice Based on Your Baby's Developmental
fr: Des conseils adaptés à votre bébé unique. Recevez des conseils d'experts basés sur le développement de votre bébé

# subtitle3
source: Create a Time Capsule of Cherished Moments. Turn Every Baby Milestone into a Beautiful Memory to Treasure Forever
fr: Créez une capsule temporelle de moments précieux. Transformez chaque étape de bébé en un beau souvenir à chérir pour toujours

# subtitle4
source: Effortless Journey Through Parenthood. Enjoy an Intuitive Interface for Stress-Free Tracking and Joyful Parenting
fr: Un parcours sans effort à travers la parentalité. Profitez d'une interface intuitive pour un suivi sans stress et une parentalité joyeuse

# milestoneCategory1
source: Physical Development
fr: Développement physique

# milestoneCategory2
source: Cognitive Development
fr: Développement cognitif

# milestoneCategory3
source: Social and Emotional Development
fr: Développement social et émotionnel

# milestoneCategory4
source: Feeding and Nutrition
fr: Alimentation et nutrition

# milestoneCategory5
source: Sleep Patterns
fr: Modèles de sommeil

# milestoneCategory6
source: Health and Wellness
fr: Santé et bien-être

# milestoneCategory7
source: Speech and Language
fr: Langage et parole

# milestoneCategory8
source: Milestones with Siblings/Pets
fr: Étapes avec frères et sœurs/Animaux de compagnie

# milestoneCategory9
source: Special Occasions
fr: Occasions spéciales

# physicalDevelopment1
source: Rolling Over
fr: Retournement

# physicalDevelopment2
source: Sitting Up
fr: Assis

# physicalDevelopment3
source: Crawling
fr: Ramper

# physicalDevelopment4
source: Standing
fr: Debout

# physicalDevelopment5
source: FirstStep
fr: Premiers pas

# cognitiveDevelopment1
source: Grasping Objects
fr: Saisir des objets

# cognitiveDevelopment2
source: Babbling
fr: Balbutiage

# cognitiveDevelopment3
source: First Words
fr: Premiers mots

# cognitiveDevelopment4
source: Recognizing Faces
fr: Reconnaître les visages

# cognitiveDevelopment5
source: Problem Solving
fr: Résolution de problèmes

# socialAndEmotionalDevelopment1
source: Smiling
fr: Sourire

# socialAndEmotionalDevelopment2
source: Laughter
fr: Rire

# socialAndEmotionalDevelopment3
source: Expressing Emotions
fr: Exprimer des émotions

# socialAndEmotionalDevelopment4
source: Playing Peek-a-Boo
fr: Jouer à cache-cache

# socialAndEmotionalDevelopment5
source: Forming Attachments
fr: Établir des liens affectifs

# sleepingPattern1
source: Sleeping Through the Night
fr: Dormir toute la nuit

# sleepingPattern2
source: Establishing a Bedtime Routine
fr: Établir une routine du coucher

# sleepingPattern3
source: Transitioning to a Crib
fr: Transition vers un berceau

# sleepingPattern4
source: Dropping Naps
fr: Suppression des siestes

# healthAndWellness1
source: Immunizations
fr: Vaccinations

# healthAndWellness2
source: Teething
fr: Dentition

# healthAndWellness3
source: First Illness
fr: Première maladie

# healthAndWellness4
source: Growth Spurts
fr: Poussées de croissance

# healthAndWellness5
source: Motor Skills Development
fr: Développement des compétences motrices

# speechAndLanguage1
source: Babbling
fr: Balbutiage

# speechAndLanguage2
source: First Words
fr: Premiers mots

# speechAndLanguage3
source: Vocabulary Expansion
fr: Expansion du vocabulaire

# speechAndLanguage4
source: Sentence Formation
fr: Formation de phrases

# speechAndLanguage5
source: Language Comprehension
fr: Compréhension du langage

# milestoneWithSiblingOrPets1
source: Sibling Interactions
fr: Interactions entre frères et sœurs

# milestoneWithSiblingOrPets2
source: Bonding with Pets
fr: Créer des liens avec les animaux de compagnie

# milestoneWithSiblingOrPets3
source: Family Dynamics
fr: Dynamique familiale

# specialOccasions1
source: First Birthday
fr: Premier anniversaire

# specialOccasions2
source: First Christmas/Holiday
fr: Première fête de Noël / des fêtes

# specialOccasions3
source: Baptism or Naming Ceremony
fr: Baptême ou cérémonie de naming

# specialOccasions4
source: First Vacation
fr: Premières vacances
